Repository: CSTRSK/Project-AppGap
Catalog: UWP/Project AppGap/Project AppGap/Strings/*/Resources.resw
Source language: en
Languages: de_de, es, fr, it, pt

# spielfehlt_vorlage_1
source: Ladies and gentlemen, Windows 10 there now since end of July 2015 and has been installed in more than 350 million times. According to the latest statistics, steam shows that the majority of the steam players already use Windows 10. In addition to steam, but especially the Windows store offers excellent to market to its games. So for me the question arises, who wants to be well positioned on this platform, with great demand for apps and especially after games, not with own games? Unfortunately, there are your game [game NAME] yet on the Windows platform. Therefore I would like to bring you close this letter, a development of your game for Windows devices will be very profitable. With "universal Windows apps" it is possible to install a game, but also on tablets, notebook, the Xbox one, as well as on the Microsoft HoloLens not only on the PC or Smartphone with Windows 10. The best it is for you as a developer, that the base code of the games is always the same and only minor adjustments for better representation on different display sizes are needed. For the different devices can also different versions published are. Because they already offer your game on the iOS platform with a more modern look and new features, it shouldn't be hard to port it to Windows. With the "project Islandwood", it is possible to convert an iOS game 10 game in a Windows. After a few further intervention into the code to fix, where appropriate, existing problems of representation, the app for the mentioned devices can be published. Here you will find further information about project Islandwood: https://dev.windows.com/en-us/bridges/ios and https://blogs.windows.com/buildingapps/2016/01/20/building-a-simple-app-with-the-windows-bridge-for-ios/ can your newly developed or ported game you then for all possible devices publish that use Windows operating system 10. The Windows is the current operating system for Smartphones Microsoft 10 mobile. Also here you can install Universal apps. The market share of Windows phones is not large, but the talk of Windows phones is here out of place, because it goes to Windows 10, which has the largest market share in the world and is also in the rapid growth. Most users are your game probably with Android and iOS on the road, but if your users as far as the app on the widely used operating system, Windows, find could, would the "all-round package" have succeeded. Also you can offer your game in addition to the mobile versions of the desktop. If you are developing a Windows 10 game, the Smartphone is game (on Windows 10 mobile) so to speak just a nice side-effect. I hope I could convince you now, that game is very great potential in a Windows 10. It would be glad if you universal in their companies reconsider the development of such Windows platform game and to give a Jolt and finally take the step to develop a game for Windows users. Maybe you can already say a few words on the development of the game and my discs, whether is a game into work, must be the market for the time being still monitored or still thinking about the development of the game, or whether you want to develop partout no Windows game. Maybe there's a reason they want to call me in the latter. To call the market share of Windows 10 as a reason, I consider as inappropriate. Thank you for your answer already in advance Best regards
de_de: Sehr geehrte Damen und Herren, @% Windows 10 gibt es nun seit Ende Juli 2015 und wurde bereits mehr als 400 Millionen mal installiert. Laut den aktuellsten Steam-Statistiken zeigt sich, dass der Großteil der Steam-Spieler bereits Windows 10 nutzen. Neben Steam bietet sich aber vor allem der Windows Store hervorragend dazu an seine Spiele zu vermarkten. Deshalb stellt sich für mich die Frage, wer auf dieser Plattform, mit großer Nachfrage nach Apps und vor allem nach Spielen, nicht auch mit eigenen Spielen gut aufgestellt sein will? @% Leider gibt es Ihr Spiel [SPIELNAME] noch nicht auf der Windows Plattform. Deshalb möchte ich Ihnen mit diesem Schreiben nahebringen, dass eine Entwicklung Ihres Spieles für Windows Geräte sehr profitabel sein wird. Mit „Universal Windows Apps“ ist es möglich, ein Spiel nicht nur auf dem PC oder Smartphone mit Windows 10 zu installieren, sondern auch auf Tablets, Notebook, der Xbox One sowie auf der Microsoft HoloLens. Das Beste daran für Sie als Entwickler ist, dass der Basis-Code der Spiele immer gleich ist und somit lediglich kleinere Anpassungen zur besseren Darstellung auf unterschiedlichen Displaygrößen nötig sind. Für die verschiedenen Geräte können ebenfalls verschiedene Versionen veröffentlich werden. @% Da Sie Ihr Spiel bereits auf der iOS-Plattform mit modernerem Look und neuen Features anbieten, sollte es nicht schwer sein diese zu Windows zu portieren. Mit dem „Project Islandwood“ ist es möglich, ein iOS Spiel in ein Windows 10 Spiel umzuwandeln. Nach ein paar weiteren Eingriffen in den Code, um gegebenenfalls bestehende Darstellungsprobleme zu beheben, kann die App für die genannten Geräte veröffentlicht werden. Hier finden Sie noch weitere Infos zu Project Islandwood: https://dev.windows.com/en-us/bridges/ios sowie https://blogs.windows.com/buildingapps/2016/01/20/building-a-simple-app-with-the-windows-bridge-for-ios/ @% Ihr neu entwickeltes oder portiertes Spiel können Sie anschließend für alle möglichen Geräte veröffentlichen, die Windows 10 als Betriebssystem nutzen. Der Ableger Windows 10 Mobile ist das derzeitige Betriebssystem von Microsoft für Smartphones. Auch hier können die Universal Apps installiert werden. Der Marktanteil von Windows Phones ist zwar nicht groß, doch die Rede von Windows Phones ist hier fehl am Platz, denn es geht um Windows 10, welches den größten Marktanteil weltweit hat und sich zudem im rasanten Wachstum befindet. Die meisten Nutzer Ihrer Spieles sind vermutlich mit Android und iOS unterwegs, doch wenn Ihre Nutzer die App auch auf dem weitest verbreiteten Betriebssystem, Windows, finden könnten, wäre das „Allround-Packet“ gelungen. Ebenso können Sie somit Ihr Spiel neben den mobilen Versionen auf dem Desktop anbieten. Wenn Sie ein Windows 10 Spiel entwickeln, ist das Smartphone Spiel (auf Windows 10 Mobile) sozusagen nur ein schöner Nebeneffekt. @% Ich hoffe, ich konnte Sie nun davon überzeugen, dass in einem Windows 10 Spiel sehr großes Potential steckt. Mich würde es freuen, wenn Sie die Entwicklung eines solchen Universal Windows Platform Game in Ihrem Unternehmen nochmals überdenken und sich einen Ruck geben und endlich den Schritt wagen ein Spiel für Windows Nutzer zu entwickeln. Vielleicht können Sie bereits ein paar Worte zur Entwicklung des Spieles verlieren und mir scheiben, ob ein Spiel in Arbeit ist, der Markt vorerst noch überwacht bzw. die Entwicklung des Spieles noch überlegt werden muss, oder ob Sie partout kein Windows Spiel entwickeln möchten. Vielleicht gibt es bei letzterem einen bestimmten Grund, den sie mir nennen möchten. Als Grund den Marktanteil von Windows 10 zu nennen erachte ich jedoch als nicht angebracht. @% Vielen Dank für Ihre Antwort bereits im Voraus. @% Mit freundlichen Grüßen
es: Señoras y señores, @% 10 de Windows ahora desde finales de julio de 2015 y se ha instalado en más de 400 millones de veces. Según las últimas estadísticas, vapor muestra que la mayoría de los jugadores de vapor ya use Windows 10. Además de vapor, pero especialmente el Windows store ofrece excelente al mercado para sus juegos. ¿Entonces me surge la pregunta, que quiera estar bien posicionada en esta plataforma, con gran demanda de aplicaciones y especialmente después de juegos, no con juegos propios? @% Lamentablemente hay tu juego [NOMBRE de JUEGO] todavía no está disponible en la plataforma Windows. Por lo tanto me gustaría traerle cerrar esta carta, un desarrollo de su juego para dispositivos Windows será muy rentable. Con "aplicaciones de Windows universales" es posible instalar un juego, sino también encendidas tabletas, notebook, Xbox, así como en el HoloLens Microsoft no sólo en el PC o Smartphone con Windows 10. Lo mejor es para usted como desarrollador, que el código de la base de los juegos es siempre la misma y son necesarios sólo pequeños ajustes para la mejor representación en pantalla de diferentes tamaños. Para los distintos dispositivos pueden también son diferentes versiones publicadas. @% Porque ya ofrecen su juego en la plataforma de iOS con un aspecto más moderno y nuevas funciones, no debería ser difícil portarlo a Windows. Con el "proyecto de Islandwood", es posible convertir un juego de juego 10 de iOS en un Windows. Después de unos pocos más intervención en el código para fijar, en su caso, los problemas existentes de representación, la aplicación de los dispositivos mencionados pueden ser publicados. Aquí encontrará más información sobre proyecto Islandwood: https://dev.windows.com/en-us/bridges/ios y https://blogs.windows.com/buildingapps/2016/01/20/building-a-simple-app-with-the-windows-bridge-for-ios/ pueden @% tu juego recién desarrollado o portado publique entonces para todos los dispositivos posibles que utilizan sistema operativo 10. El Windows es el sistema operativo actual para Smartphones Microsoft 10 móvil. También aquí se pueden instalar aplicaciones Universal. La cuota de mercado de los teléfonos de Windows no es grande, pero la charla de los teléfonos Windows está aquí fuera de lugar, porque va a Windows 10, que tiene el mayor mercado de compartir en el mundo y es también en el rápido crecimiento. Mayoría de los usuarios es su juego probablemente con Android y iOS en el camino, pero si los usuarios en cuanto a la aplicación en el ampliamente usado sistema operativo, Windows, hallazgo podrían, habría conseguido el "paquete completo". También puede ofrecer su juego además de las versiones móviles del escritorio. Si está desarrollando un juego de Windows 10, el Smartphone es juego (en el móvil de Windows 10) hablar a solo un agradable efecto secundario. @% espero que ahora podía convencer a te ese juego es muy gran potencial en un 10 de Windows. Sería feliz si usted universal en sus empresas reconsiderar el desarrollo de tal juego de plataforma de Windows y para dar una sacudida y finalmente dar el paso para desarrollar un juego para los usuarios de Windows. Tal vez ya puede decir algunas palabras sobre el desarrollo del juego y mis discos, si no es un juego en el trabajo, debe ser el mercado el tiempo ser todavía monitoreados o aún el pensamiento sobre el desarrollo del juego, o si desea desarrollar partout ningún juego de Windows. Tal vez hay una razón que desean llamar en el último. Para llamar a la cuota de mercado de Windows 10 como razón, considero como inadecuado. @% Gracias por tu respuesta ya de antemano @% Saludos cordiales
fr: Mesdames et Messieurs, @% Windows 10 là maintenant depuis la fin de juillet 2015 et a été installé sur plus de 400 millions de fois. Selon les dernières statistiques, vapeur montre que la majorité des joueurs vapeur déjà utilise Windows 10. En plus de vapeur, mais surtout les fenêtres magasin offre excellente sur le marché à ses jeux. Donc pour moi la question se pose, qui veut être bien placé sur cette plateforme, avec une grande demande pour les applications et surtout après les jeux, pas avec les jeux propres ? @% Malheureusement il votre jeu [NOM DU JEU] pas encore disponible sur la plate-forme Windows. C’est pourquoi je tiens à vous apporter près de cette lettre, une évolution de votre jeu pour les périphériques Windows sera très rentable. Avec « universal Windows apps », il est possible d’installer un jeu, mais aussi sur des tablettes, ordinateurs portables, la Xbox, ainsi que sur les HoloLens Microsoft non seulement sur le PC ou Smartphone avec Windows 10. Le meilleur c’est pour vous, en tant que développeur, que le code de base des jeux est toujours le même et des ajustements mineurs pour un meilleur affichage de différentes tailles sont nécessaires. Pour les différents appareils peuvent également différentes versions publiées sont. @% Parce qu’ils offrent déjà votre jeu sur la plateforme iOS avec un look plus moderne et de nouvelles fonctionnalités, ne serait-il pas difficile à porter pour Windows. Avec le « projet Islandwood », il est possible de convertir un jeu de jeu 10 iOS dans une fenêtre. Après quelques autres intervention dans le code pour corriger, le cas échéant, les problèmes actuels de la représentation, l’application pour les appareils mentionnés peuvent être publiés. Ici vous trouverez plus d’informations sur le projet Islandwood : https://dev.windows.com/en-us/bridges/ios et https://blogs.windows.com/buildingapps/2016/01/20/building-a-simple-app-with-the-windows-bridge-for-ios/ peuvent @% votre jeu nouvellement développé ou résonnantes vous ensuite pour tous les périphériques possibles publiez qui utilisent le système d’exploitation Windows 10. Les fenêtres sont l’actuel système d’exploitation pour Smartphones Microsoft 10 mobiles. Ici vous pouvez aussi installer des applications universelles. La part de marché de Windows Phone n’est pas grande, mais le parler des téléphones Windows est ici hors de propos, car il va à Windows 10, qui a le plus grand marché à part dans le monde et est également à la croissance rapide. La plupart des utilisateurs sont votre jeu sans doute avec Android et iOS sur la route, mais si vos utilisateurs en ce qui concerne l’application sur le système d’exploitation largement utilisé, Windows, trouver pourraient, serait le « paquet complet » ont réussi. Aussi, vous pouvez proposer votre jeu en plus des versions mobiles du bureau. Si vous développez un jeu Windows 10, le Smartphone est jeu (sur 10 Windows mobile) ainsi dire juste un effet secondaire agréable. @% J’espère que je pourrais maintenant vous convaincre ce jeu est un grand potentiel dans une 10 de Windows. Il serait heureux si vous universelle dans leurs entreprises reconsidérer le développement de ce jeu de plateforme Windows et pour donner une secousse et enfin passer à l’étape pour développer un jeu pour les utilisateurs Windows. Peut-être que vous pouvez déjà dire quelques mots sur le développement du jeu et mes disques, si n’est un jeu dans le travail, doit être le marché pour l’être de temps toujours surveillé ou encore pensée sur le développement du jeu, ou que vous souhaitiez développer partout aucun jeu de Windows. Peut-être il y a une raison qu'ils veulent m’appeler dans ce dernier. Pour appeler de la part de marché de Windows 10 comme une raison, je considère comme inapproprié. @% Je vous remercie pour votre réponse, déjà à l’avance Cordialement @%
it: Signore e signori, @% Windows 10 ora poiché la conclusione di luglio 2015 ed è stato installato più di 400 milioni di volte. Secondo le ultime statistiche, il vapore viene illustrato che la maggior parte dei giocatori vapore utilizza già Windows 10. Oltre a vapore, ma soprattutto il Windows store offre eccellenti al mercato ai suoi giochi. Quindi per me la questione si pone, che vuole essere ben posizionato su questa piattaforma, con grande richiesta per le applicazioni e soprattutto dopo i giochi, non con i propri giochi? @% Purtroppo ci il vostro gioco [NOME del GIOCO] non ancora disponibile su piattaforma Windows. Quindi mi piacerebbe portarvi nelle vicinanze questa lettera, uno sviluppo del tuo gioco per dispositivi Windows sarà molto redditizio. Con "universal Windows apps" è possibile installare un gioco, ma anche su tablet, notebook, Xbox uno, così come il il HoloLens Microsoft non solo sul PC o Smartphone con Windows 10. Il meglio è per voi come uno sviluppatore, che il codice di base dei giochi è sempre lo stesso e sono necessari solo piccoli aggiustamenti per una migliore rappresentazione su dimensioni del display diverse. Per i diversi dispositivi possono anche sono diverse versioni pubblicate. @% Perché offrono già il gioco sulla piattaforma iOS con un look più moderno e nuove funzionalità, non dovrebbe essere difficile di portarlo a Windows. Con il "progetto Islandwood", è possibile convertire un gioco di gioco 10 iOS in ambiente Windows. Dopo qualche ulteriore intervento nel codice di difficoltà, se del caso, i problemi esistenti di rappresentanza, l'app per i dispositivi menzionati possono essere pubblicati. Qui troverete ulteriori informazioni sul progetto Islandwood: https://dev.windows.com/en-us/bridges/ios e https://blogs.windows.com/buildingapps/2016/01/20/building-a-simple-app-with-the-windows-bridge-for-ios/ può @% il tuo gioco appena sviluppato o porting pubblichi quindi per tutti i possibili dispositivi che utilizzano il sistema operativo Windows 10. Le finestre sono l'attuale sistema operativo per smartphone Microsoft 10 mobile. Anche qui è possibile installare app universale. La quota di mercato di Windows Phone non è grande, ma il parlare di Windows Phone è qui fuori luogo, perché va a Windows 10, che ha il più grande mercato di condividere nel mondo ed è anche nella rapida crescita. Maggior parte degli utenti sono il gioco probabilmente con Android e iOS sulla strada, ma se gli utenti per quanto riguarda l'app sul ritrovamento di ampiamente utilizzato sistema operativo, Windows, potrebbero, avrebbe avuto successo il pacchetto"gestione completa". Inoltre è possibile offrire il tuo gioco in aggiunta alle versioni mobile del desktop. Se si sta sviluppando un gioco di Windows 10, lo Smartphone è gioco (su 10 di Windows mobile) così a parlare solo un piacevole effetto di collaterale. @% spero che adesso potrei convincerti che quel gioco è molto grande potenziale in una 10 di Windows. Sarebbe contento se universale nelle loro aziende di riconsiderare lo sviluppo di tale gioco di piattaforma di Windows e per dare una scossa e infine prendere il passo per sviluppare un gioco per gli utenti Windows. Forse si possono già dire poche parole sullo sviluppo del gioco e i miei dischi, se non è un gioco nel mondo del lavoro, deve essere il mercato per l'ora di essere ancora monitorati o ancora pensare circa lo sviluppo del gioco, o se si desidera sviluppare partout nessun gioco di Windows. Forse c'è un motivo che vogliono chiamare me in quest'ultimo. Per chiamare la quota di mercato di Windows 10 come motivo, che considero come inappropriato. @% La ringrazio per la risposta già in anticipo @% Cordiali saluti
pt: Senhoras e senhores, @% 10 Windows lá agora desde o final de julho de 2015 e foi instalado em mais de 400 milhões de vezes. Segundo as últimas estatísticas, vapor mostra que a maioria dos jogadores de vapor já utiliza Windows 10. Além do vapor, mas especialmente o Windows store oferece excelente para o mercado para seus jogos. Então me surge a pergunta, quem quer ser bem posicionado sobre esta plataforma, com grande demanda para apps e especialmente após os jogos, não com jogos próprios? @% Infelizmente lá seu jogo [NOME do JOGO] ainda não disponível na plataforma Windows. Portanto, eu gostaria de trazer-lhe de perto esta carta, um desenvolvimento do seu jogo para dispositivos do Windows será muito rentável. Com o "universal Windows apps" é possível instalar um jogo, mas também no comprimidos, caderno, o Xbox, assim como sobre o Microsoft HoloLens não só no PC ou Smartphone com Windows 10. O melhor é para você como um desenvolvedor, que o código-base dos jogos é sempre o mesmo e são necessários apenas pequenos ajustes para melhor representação na exibição de diferentes tamanhos. Para os diferentes dispositivos podem também são diferentes versões publicadas. @% Porque eles já oferecem seu jogo na plataforma iOS com um olhar mais moderno e novas funcionalidades, não deveria ser difícil para portá-lo para Windows. Com o "projeto Islandwood", é possível converter um jogo de jogo 10 iOS em um Windows. Após alguns mais intervenção no código para corrigir, se for caso disso, os problemas existentes de representação, o aplicativo para os dispositivos mencionados podem ser publicados. Aqui você vai encontrar mais informações sobre o projeto Islandwood: https://dev.windows.com/en-us/bridges/ios e https://blogs.windows.com/buildingapps/2016/01/20/building-a-simple-app-with-the-windows-bridge-for-ios/ podem @% seu jogo recentemente desenvolvido ou portado, então para todos os dispositivos possíveis publicar que usam o sistema operacional do Windows 10. O Windows é o sistema operacional atual para Smartphones Microsoft 10 móveis. Também é aqui que você pode instalar apps Universal. A quota de mercado dos telefones de Windows não é grande, mas a conversa de telefones Windows aqui é fora do lugar, porque vai para Windows 10, que tem o maior mercado compartilhar no mundo e também está em rápido crescimento. A maioria dos usuários são seu jogo provavelmente com Android e iOS na estrada, mas se seus usuários na medida em que o app no localizar amplamente utilizado sistema operacional, Windows, se pudesse, teria o "pacote all-round" conseguido. Também você pode oferecer seu jogo além do versões móvel do ambiente de trabalho. Se você estiver desenvolvendo um jogo de 10 janelas, o Smartphone é então o jogo (10 de Windows mobile) falar só um efeito colateral agradável. @% espero que agora posso convencê-la que o jogo é muito grande potencial em um Windows 10. Seria feliz se você universal em suas empresas reconsiderar o desenvolvimento de tal jogo de plataforma do Windows e para dar uma sacudida e finalmente dar o passo para desenvolver um jogo para usuários do Windows. Talvez você já pode dizer algumas palavras sobre o desenvolvimento do jogo e meus discos, não se é um jogo para o trabalho, deve ser o mercado para o tempo ainda a ser monitorado ou, ainda, pensar sobre o desenvolvimento do jogo, ou se você quiser desenvolver partout nenhum jogo de Windows. Talvez haja uma razão que quiserem chamar-me neste último. Para chamar a quota de mercado de 10 Windows como uma razão, considero tão inapropriado. @% Obrigado pela sua resposta já antecipadamente @% Atenciosamente
